Repository: mazz/faithfulword-ios
Catalog: RVG/*.lproj/Localizable.strings
Languages: el

source: About Us
el: Σχετικά με εμάς

source: Bible
el: Βιβλία

source: Change Language
el: Αλλαξε γλώσσα

source: Other Languages
el: Αλλες γλώσσες

source: Chapters
el: Κεφάλαια

source: Contact Us
el: Επικοινωνήστε μαζί μας

source: Do you want to close the player?
el: Θέλετε να κλείσετε τη συσκευή αναπαραγωγής;

source: Donate
el: Προσφέρω

source: Email
el: ΗΛΕΚΤΡΟΝΙΚΗ ΔΙΕΥΘΥΝΣΗ

source: Message
el: Μήνυμα

source: Name
el: Ονομα

source: Please fill out your email address
el: Συμπληρώστε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας

source: Please fill out your message
el: Συμπληρώστε το μήνυμά σας

source: Please fill out your name
el: Συμπληρώστε το όνομά σας

source: Privacy Policy
el: Πολιτική Απορρήτου

source: Share
el: Μερίδιο

source: Submit
el: Στείλετε

source: Thank you, we will contact you soon
el: Σας ευχαριστούμε, θα επικοινωνήσουμε μαζί σας σύντομα

source: I am the door: by me if any man enter in, he shall be saved, and shall go in and out, and find pasture.
el: ἐγώ εἰμι ἡ θύρα: δι' ἐμοῦ ἐάν τις εἰσέλθῃ σωθήσεται καὶ εἰσελεύσεται καὶ ἐξελεύσεται καὶ νομὴν εὑρήσει.

source: -Jesus Christ (John 10:9)
el: -Ιησούς Χριστός (Ιωάννου 10:9)

source: Yes
el: Ναί

source: No
el: Οχι

source: Your donation was successful. Thank you!
el: Η δωρεά σας ήταν επιτυχής. Ευχαριστώ!

source: Matthew
el: Προς Ματθαίος

source: Mark
el: Προς Μαρκ

source: Luke
el: Προς Λουκάς

source: John
el: Προς Ιωάννου

source: Acts
el: Προς Πράξεις

source: Romans
el: Προς Ρωμαίοι

source: 1 Corinthians
el: Προς Κορινθίους α

source: 2 Corinthians
el: Προς Κορινθίους β

source: Galatians
el: Προς Γαλάτες

source: Ephesians
el: Προς Εφεσίους

source: Philippians
el: Προς Φιλιππησίους

source: Colossians
el: Προς Κολοσσαείς

source: 1 Thessalonians
el: Προς Θεσσαλονικείς α

source: 2 Thessalonians
el: Προς Θεσσαλονικείς β

source: 1 Timothy
el: Προς Τιμοθέος α

source: 2 Timothy
el: Προς Τιμοθέος β

source: Titus
el: Προς Τίτος

source: Philemon
el: Προς Φιλήμονα

source: Hebrews
el: Προς Εβραίους

source: James
el: Προς Ιακώβου

source: 1 Peter
el: Προς Πέτρος α

source: 2 Peter
el: Προς Πέτρος β

source: 1 John
el: Προς Ιωάννου α

source: 2 John
el: Προς Ιωάννου β

source: 3 John
el: Προς Ιωάννου γ

source: Jude
el: Προς Ιούδα

source: Revelation
el: Προς Αποκάλυψη

source: Plan Of Salvation
el: Σχέδιο σωτηρίας

source: The Faithful Audio Project The KJVRVG, hosted by the Faithful Audio Team. Funded in part by FWBC, with representation thereof by Brother Domonique Davis. This application is the beginning of a much greater global project. We currently support the Audio of the KJV New Testament and RVG New Testament. We are continuing to record other language's textus receptus Bibles, or KJV equivalents. This application will also someday house the texts of each New Testament, with the function to read several languages on the same page! The current reader of the RVG New Testament available in this application is Collin Schneide, who is also the editor of the RVG new Testament as well as the KJV New Testament. This application is produced in accordance with the copyright on the RVG Bible. We are always looking for likeminded believers who speak foreign languages, and can code Mobile Applications. The KJVRVG Vision This application is full of promise, and we hope that you enjoy what is just the beginning! We look forward to seeing this work grow more and more! Already we are reaching out to get the gospel across international boundries in any language that has a faithful Bible, but even more so someday to reach out with hard preaching. Applications are the future of technology. Someday each church will have it's own application, and this work will be just the beginning. We hope to incorporate spin-off's of FWBC preaching sections, Verity Baptist preaching sections, FWBC Hymns sections, and the like, all in one convenient place. Not only this, but we are sharpening the Sword of the Lord to see faithful New Testaments in languages all over the world. The Lord has opened the door to us to begin working with revisions in many languages, and we hope to see these versions brought into harmony with the King James Bible in English. We will edify the brethren all over the world, and give them the tools to reach the world in their language with our work. These versions once completed will be put into print. Please contact us for more information, and check out our Youtube channels for free downloadable copies of the Audio. KJV Audio https://www.youtube.com/c/AUDIOKJV RVG Audio: https://www.youtube.com/c/CollinSchneide For the glory of God and his Word Jesus Christ! The Faithful Audio Team: Collin Schneide, Team Lead, RVG Reader Domonique Davis, KJV reader Sean Jolley, RVG Reader Luis Mendez, RVG Editor Jorge Ramos, 1602 Purificada Reader and Editor Ferdinand Perez, 1865 Spanish Reader/Editor Conrad Rutkowski, Gdansk Rutkowski Revisor, Reader and Editor Renato Trevisan, Almeida Corregida Fiel Reader and Editor Pastor Joe Major, David Martin 1744 Reader and Editor Valerian Mayega, Ostervald Reader and Editor Inderpreet Anand, Hindi 1874 Kanhurkar Reader/ Editor Jaiarshdeep Singh Bedi, Old Punjabi Bedi Revisor/ Reader/ Editor Richard Long, Apple Coding Michael Hanna, Coding Team Lead Jonathan McCallister, Android Coder Blake Rinkin, Administrative Assistant Shane Freeman, Administrative Assistant Dr. Humberto Gomez, Translator RVG Prashant Kanhurkar, Hindi 1874 Revisor Sean McCrary, German Schlachter Revisor Estefano Leone, Graphics Designer Tim Xing, Chinese Union Version Revisor Ngar Ip, Chinese Revision Reader/ Editor Pastor Steve Kambalazaza, Chechiwa Revision Team Leader (Team offline) Hunor Kasco, Hungarian Karolia Gaspar Revision Team Leader (Team offline) Pastor Edward Boquiren, Tagalog Ang Bagong Tipan Isinalin sa Filipino Audio
el: Το έργο πιστού ήχου n Το KJVRVG, το οποίο φιλοξενείται από την ομάδα πιστού ήχου. Χρηματοδοτείται εν μέρει από την FWBC, με την παρουσία της από τον αδελφό Domonique Davis. Αυτή η εφαρμογή είναι η αρχή ενός πολύ μεγαλύτερου παγκόσμιου έργου. Προς το παρόν υποστηρίζουμε τον Ήχο της Καινής Διαθήκης του KJV και της Καινής Διαθήκης RVG. Συνεχίζουμε να καταγράφουμε τις βιβλικές συνταγές κειμένου άλλων γλωσσών ή τα ισοδύναμα KJV. Αυτή η εφαρμογή θα φιλοξενήσει μερικές φορές τα κείμενα της κάθε Καινής Διαθήκης, με τη λειτουργία ανάγνωσης διαφόρων γλωσσών στην ίδια σελίδα! Ο τρέχων αναγνώστης της Καινής Διαθήκης RVG που διατίθεται σε αυτή την αίτηση είναι ο Collin Schneide, ο οποίος είναι και ο συντάκτης της Η νέα διαθήκη του RVG καθώς και η νέα διαθήκη του KJV. Η εφαρμογή αυτή εκδίδεται σύμφωνα με τα πνευματικά δικαιώματα της Βίβλου RVG. Επιθετούμε πάντα πιστούς πιστούς που μιλούν ξένες γλώσσες και μπορούν να κωδικοποιήσουν εφαρμογές για κινητά. Το KJVRVG Vision Η εφαρμογή Είναι γεμάτη υπόσχεση και ελπίζουμε να απολαύσετε ό, τι είναι μόνο η αρχή! Ανυπομονούμε να δούμε όλο αυτό το έργο όλο και περισσότερο! Ήδη φτάνουμε για να φτάσουμε το ευαγγέλιο σε όλα τα διεθνή σύνορα σε οποιαδήποτε γλώσσα που έχει μια πιστή Βίβλο, αλλά ακόμη περισσότερο μια μέρα να φτάσει κανείς με σκληρό κήρυγμα. Οι εφαρμογές είναι το μέλλον της τεχνολογίας. Κάποια μέρα κάθε εκκλησία θα έχει την δική της εφαρμογή, και αυτό το έργο θα είναι μόνο η αρχή. Ελπίζουμε να ενσωματώσουμε τα spin-off τμήματα των κηρύξεων του FWBC, τα τμήματα προπαγάνδας του Verity Baptist, τα τμήματα των Ύμνων FWBC και τα παρόμοια, όλα σε ένα βολικό μέρος. Δεν είναι μόνο αυτό, αλλά ακονίζουμε το Ξίφος του Κυρίου για να δούμε πιστούς Νέες Διαθήκες σε γλώσσες σε όλο τον κόσμο. Ο Κύριος μας άνοιξε την πόρτα για να αρχίσουμε να εργαζόμαστε με αναθεωρήσεις σε πολλές γλώσσες και ελπίζουμε να δούμε αυτές τις εκδόσεις να εναρμονιστούν με την Κινεζική Αγία Γραφή στα Αγγλικά. Θα δημιουργήσουμε τους αδελφούς σε όλο τον κόσμο και θα τους προσφέρουμε τα εργαλεία για να φτάσουμε στον κόσμο στη γλώσσα τους με το έργο μας. Αυτές οι εκδόσεις μόλις ολοκληρωθούν θα τεθούν σε εκτύπωση. Παρακαλούμε επικοινωνήστε μαζί μας για περισσότερες πληροφορίες και ανατρέξτε στα κανάλια του Youtube για δωρεάν αντίγραφα του ήχου που μπορείτε να κατεβάσετε. KJV Audio https://www.youtube.com/c/AUDIOKJV RVG Ήχος: https://www.youtube.com/c/CollinSchneide Για τη δόξα του Θεού και του Λόγου του Ιησού Χριστού!

source: Use of Information Please be aware that any information shared through the option "Contact Us" is handled solely at the discretion of the owner of the application. This application is produced in according with the Copyright of the RVG. This copyright outlines the free distribution of the literature barring the profiting off of the venture, and has the expressed consent of Dr. Gomez. Any electronic property produced by this application is freely given. In addition, all files may be freely downloaded for distribution from our youtube channels listed in the about us section. Here is a link to the license for use of the RVG text: http://www.reinavaleragomez.com/sites/default/files/image/RVG-License.pdf Likewise, our source code is freely available for anyone who is willing to use it for the Kingdom of God. We grant permission to use our source code for the base of a church application involving biblically correct preaching, and sound doctrine. Contact us for a copy of our source code to create a free app for your church preaching, or the music produced by your church. For the glory of God and his Word Jesus Christ! The Faithful AudioTeam Mailing Address p.o box 9114 Beaufort, Sc 29904 info@kjvrvg.com
el: Χρήση πληροφοριών Πρέπει να γνωρίζετε ότι οποιαδήποτε πληροφορία που μοιράζεται μέσω της επιλογής "Επικοινωνήστε μαζί μας " γίνεται αποκλειστικά κατά την κρίση του ιδιοκτήτη της εφαρμογής. Αυτή η εφαρμογή παράγεται σύμφωνα με τα πνευματικά δικαιώματα του RVG. Αυτά τα δικαιώματα πνευματικής ιδιοκτησίας περιγράφουν την ελεύθερη διανομή της βιβλιογραφίας με την απαγόρευση του κέρδους της επιχείρησης και έχει τη ρητή συγκατάθεση του Δρ. Gomez. Κάθε ηλεκτρονική ιδιότητα που παράγεται από την παρούσα αίτηση παρέχεται ελεύθερα. Επιπλέον, όλα τα αρχεία μπορούν να μεταφορτωθούν δωρεάν για διανομή από τα κανάλια youtube που αναφέρονται στην ενότητα για εμάς. Εδώ είναι ένας σύνδεσμος προς την άδεια χρήσης του κειμένου RVG: http://www.reinavaleragomez.com/sites/default/files/image/RVG-License.pdf Κατά τον ίδιο τρόπο, ο πηγαίος κώδικας μας είναι ελεύθερα διαθέσιμος για όποιον είναι πρόθυμος να το χρησιμοποιήσει για τη Βασιλεία του Θεού. Δίνουμε την άδεια να χρησιμοποιήσουμε τον πηγαίο κώδικα μας για τη βάση μιας εκκλησιαστικής εφαρμογής που περιλαμβάνει βιβλική ορθή κήρυξη και ορθό δόγμα. Επικοινωνήστε μαζί μας για ένα αντίγραφο του πηγαίου κώδικα μας για να δημιουργήσετε μια δωρεάν εφαρμογή για το κήρυγμα της εκκλησίας σας ή για τη μουσική που παράγεται από την εκκλησία σας Για τη δόξα του Θεού και του Λόγου του Ιησού Χριστού! Το πιστό AudioTeam p.o box 9114 Beaufort, Sc 29904 info@kjvrvg.com

source: Donate to KJVRVG
el: Δωρεά να KJVRVG

source: Donate via PayPal
el: Δωρεά μέσω PayPal

source: There was a problem getting the media.
el: Παρουσιάστηκε πρόβλημα κατά τη λήψη των μέσων ενημέρωσης.

source: Your device is not connected to the Internet.
el: Η συσκευή σας δεν είναι συνδεδεμένη στο διαδίκτυο.

source: There was a problem loading the chapters.
el: Παρουσιάστηκε πρόβλημα κατά τη φόρτωση των κεφαλαίων.

source: Music
el: ΜΟΥΣΙΚΗ

source: To listen to the Bible in other languages, follow the instructions in the video below.
el: Για να ακούσετε τη Βίβλο σε άλλες γλώσσες, ακολουθήστε τις οδηγίες στο παρακάτω βίντεο.

source: Soul-winning
el: Ευαγγέλιο
